7767517
353 389
Input                    data                     0 1 data 0=385 1=385 2=3
Split                    splitncnn_input0         1 2 data 0_splitncnn_0 0_splitncnn_1
Convolution              975                      1 1 0_splitncnn_1 975 0=32 1=3 3=2 4=1 6=864 8=2
BatchNorm                976                      1 1 975 976 0=32
Clip                     977                      1 1 976 977 0=0.000000 1=6.000000
ConvolutionDepthWise     978                      1 1 977 978 0=32 1=3 4=1 6=288 7=32 8=1
BatchNorm                979                      1 1 978 979 0=32
Clip                     980                      1 1 979 980 0=0.000000 1=6.000000
Convolution              981                      1 1 980 981 0=16 1=1 6=512 8=2
BatchNorm                982                      1 1 981 982 0=16
Split                    splitncnn_0              1 2 982 982_splitncnn_0 982_splitncnn_1
Convolution              983                      1 1 982_splitncnn_1 983 0=96 1=1 6=1536 8=2
BatchNorm                984                      1 1 983 984 0=96
Clip                     985                      1 1 984 985 0=0.000000 1=6.000000
ConvolutionDepthWise     986                      1 1 985 986 0=96 1=3 3=2 4=1 6=864 7=96 8=1
BatchNorm                987                      1 1 986 987 0=96
Clip                     988                      1 1 987 988 0=0.000000 1=6.000000
Convolution              989                      1 1 988 989 0=24 1=1 6=2304 8=2
BatchNorm                990                      1 1 989 990 0=24
Split                    splitncnn_1              1 2 990 990_splitncnn_0 990_splitncnn_1
Convolution              991                      1 1 990_splitncnn_1 991 0=144 1=1 6=3456 8=2
BatchNorm                992                      1 1 991 992 0=144
Clip                     993                      1 1 992 993 0=0.000000 1=6.000000
ConvolutionDepthWise     994                      1 1 993 994 0=144 1=3 4=1 6=1296 7=144 8=1
BatchNorm                995                      1 1 994 995 0=144
Clip                     996                      1 1 995 996 0=0.000000 1=6.000000
Convolution              997                      1 1 996 997 0=24 1=1 6=3456 8=2
BatchNorm                998                      1 1 997 998 0=24
BinaryOp                 999                      2 1 990_splitncnn_0 998 999
Split                    splitncnn_2              1 2 999 999_splitncnn_0 999_splitncnn_1
Convolution              1000                     1 1 999_splitncnn_1 1000 0=144 1=1 6=3456 8=2
BatchNorm                1001                     1 1 1000 1001 0=144
Clip                     1002                     1 1 1001 1002 0=0.000000 1=6.000000
ConvolutionDepthWise     1003                     1 1 1002 1003 0=144 1=3 3=2 4=1 6=1296 7=144 8=1
BatchNorm                1004                     1 1 1003 1004 0=144
Clip                     1005                     1 1 1004 1005 0=0.000000 1=6.000000
Convolution              1006                     1 1 1005 1006 0=32 1=1 6=4608 8=2
BatchNorm                1007                     1 1 1006 1007 0=32
Split                    splitncnn_3              1 2 1007 1007_splitncnn_0 1007_splitncnn_1
Convolution              1008                     1 1 1007_splitncnn_1 1008 0=192 1=1 6=6144 8=2
BatchNorm                1009                     1 1 1008 1009 0=192
Clip                     1010                     1 1 1009 1010 0=0.000000 1=6.000000
ConvolutionDepthWise     1011                     1 1 1010 1011 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                1012                     1 1 1011 1012 0=192
Clip                     1013                     1 1 1012 1013 0=0.000000 1=6.000000
Convolution              1014                     1 1 1013 1014 0=32 1=1 6=6144 8=2
BatchNorm                1015                     1 1 1014 1015 0=32
BinaryOp                 1016                     2 1 1007_splitncnn_0 1015 1016
Split                    splitncnn_4              1 2 1016 1016_splitncnn_0 1016_splitncnn_1
Convolution              1017                     1 1 1016_splitncnn_1 1017 0=192 1=1 6=6144 8=2
BatchNorm                1018                     1 1 1017 1018 0=192
Clip                     1019                     1 1 1018 1019 0=0.000000 1=6.000000
ConvolutionDepthWise     1020                     1 1 1019 1020 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                1021                     1 1 1020 1021 0=192
Clip                     1022                     1 1 1021 1022 0=0.000000 1=6.000000
Convolution              1023                     1 1 1022 1023 0=32 1=1 6=6144 8=2
BatchNorm                1024                     1 1 1023 1024 0=32
BinaryOp                 1025                     2 1 1016_splitncnn_0 1024 1025
Split                    splitncnn_5              1 2 1025 1025_splitncnn_0 1025_splitncnn_1
Convolution              1026                     1 1 1025_splitncnn_1 1026 0=192 1=1 6=6144 8=2
BatchNorm                1027                     1 1 1026 1027 0=192
Clip                     1028                     1 1 1027 1028 0=0.000000 1=6.000000
ConvolutionDepthWise     1029                     1 1 1028 1029 0=192 1=3 3=2 4=1 6=1728 7=192 8=1
BatchNorm                1030                     1 1 1029 1030 0=192
Clip                     1031                     1 1 1030 1031 0=0.000000 1=6.000000
Convolution              1032                     1 1 1031 1032 0=64 1=1 6=12288 8=2
BatchNorm                1033                     1 1 1032 1033 0=64
Split                    splitncnn_6              1 2 1033 1033_splitncnn_0 1033_splitncnn_1
Convolution              1034                     1 1 1033_splitncnn_1 1034 0=384 1=1 6=24576 8=2
BatchNorm                1035                     1 1 1034 1035 0=384
Clip                     1036                     1 1 1035 1036 0=0.000000 1=6.000000
ConvolutionDepthWise     1037                     1 1 1036 1037 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                1038                     1 1 1037 1038 0=384
Clip                     1039                     1 1 1038 1039 0=0.000000 1=6.000000
Convolution              1040                     1 1 1039 1040 0=64 1=1 6=24576 8=2
BatchNorm                1041                     1 1 1040 1041 0=64
BinaryOp                 1042                     2 1 1033_splitncnn_0 1041 1042
Split                    splitncnn_7              1 2 1042 1042_splitncnn_0 1042_splitncnn_1
Convolution              1043                     1 1 1042_splitncnn_1 1043 0=384 1=1 6=24576 8=2
BatchNorm                1044                     1 1 1043 1044 0=384
Clip                     1045                     1 1 1044 1045 0=0.000000 1=6.000000
ConvolutionDepthWise     1046                     1 1 1045 1046 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                1047                     1 1 1046 1047 0=384
Clip                     1048                     1 1 1047 1048 0=0.000000 1=6.000000
Convolution              1049                     1 1 1048 1049 0=64 1=1 6=24576 8=2
BatchNorm                1050                     1 1 1049 1050 0=64
BinaryOp                 1051                     2 1 1042_splitncnn_0 1050 1051
Split                    splitncnn_8              1 2 1051 1051_splitncnn_0 1051_splitncnn_1
Convolution              1052                     1 1 1051_splitncnn_1 1052 0=384 1=1 6=24576 8=2
BatchNorm                1053                     1 1 1052 1053 0=384
Clip                     1054                     1 1 1053 1054 0=0.000000 1=6.000000
ConvolutionDepthWise     1055                     1 1 1054 1055 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                1056                     1 1 1055 1056 0=384
Clip                     1057                     1 1 1056 1057 0=0.000000 1=6.000000
Convolution              1058                     1 1 1057 1058 0=64 1=1 6=24576 8=2
BatchNorm                1059                     1 1 1058 1059 0=64
BinaryOp                 1060                     2 1 1051_splitncnn_0 1059 1060
Convolution              1061                     1 1 1060 1061 0=384 1=1 6=24576 8=2
BatchNorm                1062                     1 1 1061 1062 0=384
Clip                     1063                     1 1 1062 1063 0=0.000000 1=6.000000
ConvolutionDepthWise     1064                     1 1 1063 1064 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                1065                     1 1 1064 1065 0=384
Clip                     1066                     1 1 1065 1066 0=0.000000 1=6.000000
Convolution              1067                     1 1 1066 1067 0=96 1=1 6=36864 8=2
BatchNorm                1068                     1 1 1067 1068 0=96
Split                    splitncnn_9              1 2 1068 1068_splitncnn_0 1068_splitncnn_1
Convolution              1069                     1 1 1068_splitncnn_1 1069 0=576 1=1 6=55296 8=2
BatchNorm                1070                     1 1 1069 1070 0=576
Clip                     1071                     1 1 1070 1071 0=0.000000 1=6.000000
ConvolutionDepthWise     1072                     1 1 1071 1072 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                1073                     1 1 1072 1073 0=576
Clip                     1074                     1 1 1073 1074 0=0.000000 1=6.000000
Convolution              1075                     1 1 1074 1075 0=96 1=1 6=55296 8=2
BatchNorm                1076                     1 1 1075 1076 0=96
BinaryOp                 1077                     2 1 1068_splitncnn_0 1076 1077
Split                    splitncnn_10             1 2 1077 1077_splitncnn_0 1077_splitncnn_1
Convolution              1078                     1 1 1077_splitncnn_1 1078 0=576 1=1 6=55296 8=2
BatchNorm                1079                     1 1 1078 1079 0=576
Clip                     1080                     1 1 1079 1080 0=0.000000 1=6.000000
ConvolutionDepthWise     1081                     1 1 1080 1081 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                1082                     1 1 1081 1082 0=576
Clip                     1083                     1 1 1082 1083 0=0.000000 1=6.000000
Convolution              1084                     1 1 1083 1084 0=96 1=1 6=55296 8=2
BatchNorm                1085                     1 1 1084 1085 0=96
BinaryOp                 1086                     2 1 1077_splitncnn_0 1085 1086
Split                    splitncnn_11             1 2 1086 1086_splitncnn_0 1086_splitncnn_1
Convolution              1087                     1 1 1086_splitncnn_1 1087 0=576 1=1 6=55296 8=2
BatchNorm                1088                     1 1 1087 1088 0=576
Clip                     1089                     1 1 1088 1089 0=0.000000 1=6.000000
ConvolutionDepthWise     1090                     1 1 1089 1090 0=576 1=3 3=2 4=1 6=5184 7=576 8=1
BatchNorm                1091                     1 1 1090 1091 0=576
Clip                     1092                     1 1 1091 1092 0=0.000000 1=6.000000
Convolution              1093                     1 1 1092 1093 0=160 1=1 6=92160 8=2
BatchNorm                1094                     1 1 1093 1094 0=160
Split                    splitncnn_12             1 2 1094 1094_splitncnn_0 1094_splitncnn_1
Convolution              1095                     1 1 1094_splitncnn_1 1095 0=960 1=1 6=153600 8=2
BatchNorm                1096                     1 1 1095 1096 0=960
Clip                     1097                     1 1 1096 1097 0=0.000000 1=6.000000
ConvolutionDepthWise     1098                     1 1 1097 1098 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                1099                     1 1 1098 1099 0=960
Clip                     1100                     1 1 1099 1100 0=0.000000 1=6.000000
Convolution              1101                     1 1 1100 1101 0=160 1=1 6=153600 8=2
BatchNorm                1102                     1 1 1101 1102 0=160
BinaryOp                 1103                     2 1 1094_splitncnn_0 1102 1103
Split                    splitncnn_13             1 2 1103 1103_splitncnn_0 1103_splitncnn_1
Convolution              1104                     1 1 1103_splitncnn_1 1104 0=960 1=1 6=153600 8=2
BatchNorm                1105                     1 1 1104 1105 0=960
Clip                     1106                     1 1 1105 1106 0=0.000000 1=6.000000
ConvolutionDepthWise     1107                     1 1 1106 1107 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                1108                     1 1 1107 1108 0=960
Clip                     1109                     1 1 1108 1109 0=0.000000 1=6.000000
Convolution              1110                     1 1 1109 1110 0=160 1=1 6=153600 8=2
BatchNorm                1111                     1 1 1110 1111 0=160
BinaryOp                 1112                     2 1 1103_splitncnn_0 1111 1112
Split                    splitncnn_14             1 2 1112 1112_splitncnn_0 1112_splitncnn_1
Convolution              1113                     1 1 1112_splitncnn_1 1113 0=960 1=1 6=153600 8=2
BatchNorm                1114                     1 1 1113 1114 0=960
ConvolutionDepthWise     1115                     1 1 1114 1115 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                1116                     1 1 1115 1116 0=960
Clip                     1117                     1 1 1116 1117 0=0.000000 1=6.000000
Convolution              1118                     1 1 1117 1118 0=160 1=1 6=153600 8=2
BatchNorm                1119                     1 1 1118 1119 0=160
BinaryOp                 1120                     2 1 1119 1112_splitncnn_0 1120
Split                    splitncnn_15             1 2 1120 1120_splitncnn_0 1120_splitncnn_1
Convolution              1121                     1 1 1120_splitncnn_1 1121 0=960 1=1 6=153600 8=2
BatchNorm                1122                     1 1 1121 1122 0=960
ConvolutionDepthWise     1123                     1 1 1122 1123 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                1124                     1 1 1123 1124 0=960
Clip                     1125                     1 1 1124 1125 0=0.000000 1=6.000000
Convolution              1126                     1 1 1125 1126 0=160 1=1 6=153600 8=2
BatchNorm                1127                     1 1 1126 1127 0=160
BinaryOp                 1128                     2 1 1127 1120_splitncnn_0 1128
Split                    splitncnn_16             1 2 1128 1128_splitncnn_0 1128_splitncnn_1
Convolution              1129                     1 1 1128_splitncnn_1 1129 0=960 1=1 6=153600 8=2
BatchNorm                1130                     1 1 1129 1130 0=960
ConvolutionDepthWise     1131                     1 1 1130 1131 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                1132                     1 1 1131 1132 0=960
Clip                     1133                     1 1 1132 1133 0=0.000000 1=6.000000
Convolution              1134                     1 1 1133 1134 0=160 1=1 6=153600 8=2
BatchNorm                1135                     1 1 1134 1135 0=160
BinaryOp                 1136                     2 1 1135 1128_splitncnn_0 1136
Convolution              1137                     1 1 1136 1137 0=96 1=3 4=1 6=138240 8=2
BatchNorm                1138                     1 1 1137 1138 0=96
Interp                   1140                     1 1 1138 1140 0=2 3=25 4=25
BinaryOp                 1141                     2 1 1086_splitncnn_0 1140 1141
Split                    splitncnn_17             1 2 1141 1141_splitncnn_0 1141_splitncnn_1
Convolution              1142                     1 1 1141_splitncnn_1 1142 0=576 1=1 6=55296 8=2
BatchNorm                1143                     1 1 1142 1143 0=576
ConvolutionDepthWise     1144                     1 1 1143 1144 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                1145                     1 1 1144 1145 0=576
Clip                     1146                     1 1 1145 1146 0=0.000000 1=6.000000
Convolution              1147                     1 1 1146 1147 0=96 1=1 6=55296 8=2
BatchNorm                1148                     1 1 1147 1148 0=96
BinaryOp                 1149                     2 1 1148 1141_splitncnn_0 1149
Split                    splitncnn_18             1 2 1149 1149_splitncnn_0 1149_splitncnn_1
Convolution              1150                     1 1 1149_splitncnn_1 1150 0=576 1=1 6=55296 8=2
BatchNorm                1151                     1 1 1150 1151 0=576
ConvolutionDepthWise     1152                     1 1 1151 1152 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                1153                     1 1 1152 1153 0=576
Clip                     1154                     1 1 1153 1154 0=0.000000 1=6.000000
Convolution              1155                     1 1 1154 1155 0=96 1=1 6=55296 8=2
BatchNorm                1156                     1 1 1155 1156 0=96
BinaryOp                 1157                     2 1 1156 1149_splitncnn_0 1157
Split                    splitncnn_19             1 2 1157 1157_splitncnn_0 1157_splitncnn_1
Convolution              1158                     1 1 1157_splitncnn_1 1158 0=576 1=1 6=55296 8=2
BatchNorm                1159                     1 1 1158 1159 0=576
ConvolutionDepthWise     1160                     1 1 1159 1160 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                1161                     1 1 1160 1161 0=576
Clip                     1162                     1 1 1161 1162 0=0.000000 1=6.000000
Convolution              1163                     1 1 1162 1163 0=96 1=1 6=55296 8=2
BatchNorm                1164                     1 1 1163 1164 0=96
BinaryOp                 1165                     2 1 1164 1157_splitncnn_0 1165
Convolution              1166                     1 1 1165 1166 0=32 1=3 4=1 6=27648 8=2
BatchNorm                1167                     1 1 1166 1167 0=32
Interp                   1169                     1 1 1167 1169 0=2 3=49 4=49
BinaryOp                 1170                     2 1 1025_splitncnn_0 1169 1170
Split                    splitncnn_20             1 2 1170 1170_splitncnn_0 1170_splitncnn_1
Convolution              1171                     1 1 1170_splitncnn_1 1171 0=192 1=1 6=6144 8=2
BatchNorm                1172                     1 1 1171 1172 0=192
ConvolutionDepthWise     1173                     1 1 1172 1173 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                1174                     1 1 1173 1174 0=192
Clip                     1175                     1 1 1174 1175 0=0.000000 1=6.000000
Convolution              1176                     1 1 1175 1176 0=32 1=1 6=6144 8=2
BatchNorm                1177                     1 1 1176 1177 0=32
BinaryOp                 1178                     2 1 1177 1170_splitncnn_0 1178
Split                    splitncnn_21             1 2 1178 1178_splitncnn_0 1178_splitncnn_1
Convolution              1179                     1 1 1178_splitncnn_1 1179 0=192 1=1 6=6144 8=2
BatchNorm                1180                     1 1 1179 1180 0=192
ConvolutionDepthWise     1181                     1 1 1180 1181 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                1182                     1 1 1181 1182 0=192
Clip                     1183                     1 1 1182 1183 0=0.000000 1=6.000000
Convolution              1184                     1 1 1183 1184 0=32 1=1 6=6144 8=2
BatchNorm                1185                     1 1 1184 1185 0=32
BinaryOp                 1186                     2 1 1185 1178_splitncnn_0 1186
Split                    splitncnn_22             1 2 1186 1186_splitncnn_0 1186_splitncnn_1
Convolution              1187                     1 1 1186_splitncnn_1 1187 0=192 1=1 6=6144 8=2
BatchNorm                1188                     1 1 1187 1188 0=192
ConvolutionDepthWise     1189                     1 1 1188 1189 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                1190                     1 1 1189 1190 0=192
Clip                     1191                     1 1 1190 1191 0=0.000000 1=6.000000
Convolution              1192                     1 1 1191 1192 0=32 1=1 6=6144 8=2
BatchNorm                1193                     1 1 1192 1193 0=32
BinaryOp                 1194                     2 1 1193 1186_splitncnn_0 1194
Convolution              1195                     1 1 1194 1195 0=24 1=3 4=1 6=6912 8=2
BatchNorm                1196                     1 1 1195 1196 0=24
Interp                   1198                     1 1 1196 1198 0=2 3=97 4=97
BinaryOp                 1199                     2 1 999_splitncnn_0 1198 1199
Split                    splitncnn_23             1 2 1199 1199_splitncnn_0 1199_splitncnn_1
Convolution              1200                     1 1 1199_splitncnn_1 1200 0=144 1=1 6=3456 8=2
BatchNorm                1201                     1 1 1200 1201 0=144
ConvolutionDepthWise     1202                     1 1 1201 1202 0=144 1=3 4=1 6=1296 7=144 8=1
BatchNorm                1203                     1 1 1202 1203 0=144
Clip                     1204                     1 1 1203 1204 0=0.000000 1=6.000000
Convolution              1205                     1 1 1204 1205 0=24 1=1 6=3456 8=2
BatchNorm                1206                     1 1 1205 1206 0=24
BinaryOp                 1207                     2 1 1206 1199_splitncnn_0 1207
Split                    splitncnn_24             1 2 1207 1207_splitncnn_0 1207_splitncnn_1
Convolution              1208                     1 1 1207_splitncnn_1 1208 0=144 1=1 6=3456 8=2
BatchNorm                1209                     1 1 1208 1209 0=144
ConvolutionDepthWise     1210                     1 1 1209 1210 0=144 1=3 4=1 6=1296 7=144 8=1
BatchNorm                1211                     1 1 1210 1211 0=144
Clip                     1212                     1 1 1211 1212 0=0.000000 1=6.000000
Convolution              1213                     1 1 1212 1213 0=24 1=1 6=3456 8=2
BatchNorm                1214                     1 1 1213 1214 0=24
BinaryOp                 1215                     2 1 1214 1207_splitncnn_0 1215
Split                    splitncnn_25             1 2 1215 1215_splitncnn_0 1215_splitncnn_1
Convolution              1216                     1 1 1215_splitncnn_1 1216 0=144 1=1 6=3456 8=2
BatchNorm                1217                     1 1 1216 1217 0=144
ConvolutionDepthWise     1218                     1 1 1217 1218 0=144 1=3 4=1 6=1296 7=144 8=1
BatchNorm                1219                     1 1 1218 1219 0=144
Clip                     1220                     1 1 1219 1220 0=0.000000 1=6.000000
Convolution              1221                     1 1 1220 1221 0=24 1=1 6=3456 8=2
BatchNorm                1222                     1 1 1221 1222 0=24
BinaryOp                 1223                     2 1 1222 1215_splitncnn_0 1223
Convolution              1224                     1 1 1223 1224 0=16 1=3 4=1 6=3456 8=2
BatchNorm                1225                     1 1 1224 1225 0=16
Interp                   1227                     1 1 1225 1227 0=2 3=193 4=193
BinaryOp                 1228                     2 1 982_splitncnn_0 1227 1228
Split                    splitncnn_26             1 2 1228 1228_splitncnn_0 1228_splitncnn_1
Convolution              1229                     1 1 1228_splitncnn_1 1229 0=96 1=1 6=1536 8=2
BatchNorm                1230                     1 1 1229 1230 0=96
ConvolutionDepthWise     1231                     1 1 1230 1231 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1232                     1 1 1231 1232 0=96
Clip                     1233                     1 1 1232 1233 0=0.000000 1=6.000000
Convolution              1234                     1 1 1233 1234 0=16 1=1 6=1536 8=2
BatchNorm                1235                     1 1 1234 1235 0=16
BinaryOp                 1236                     2 1 1235 1228_splitncnn_0 1236
Split                    splitncnn_27             1 2 1236 1236_splitncnn_0 1236_splitncnn_1
Convolution              1237                     1 1 1236_splitncnn_1 1237 0=96 1=1 6=1536 8=2
BatchNorm                1238                     1 1 1237 1238 0=96
ConvolutionDepthWise     1239                     1 1 1238 1239 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1240                     1 1 1239 1240 0=96
Clip                     1241                     1 1 1240 1241 0=0.000000 1=6.000000
Convolution              1242                     1 1 1241 1242 0=16 1=1 6=1536 8=2
BatchNorm                1243                     1 1 1242 1243 0=16
BinaryOp                 1244                     2 1 1243 1236_splitncnn_0 1244
Split                    splitncnn_28             1 2 1244 1244_splitncnn_0 1244_splitncnn_1
Convolution              1245                     1 1 1244_splitncnn_1 1245 0=96 1=1 6=1536 8=2
BatchNorm                1246                     1 1 1245 1246 0=96
ConvolutionDepthWise     1247                     1 1 1246 1247 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1248                     1 1 1247 1248 0=96
Clip                     1249                     1 1 1248 1249 0=0.000000 1=6.000000
Convolution              1250                     1 1 1249 1250 0=16 1=1 6=1536 8=2
BatchNorm                1251                     1 1 1250 1251 0=16
BinaryOp                 1252                     2 1 1251 1244_splitncnn_0 1252
Split                    splitncnn_29             1 2 1252 1252_splitncnn_0 1252_splitncnn_1
Convolution              1253                     1 1 1252_splitncnn_1 1253 0=96 1=1 6=1536 8=2
BatchNorm                1254                     1 1 1253 1254 0=96
ConvolutionDepthWise     1255                     1 1 1254 1255 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1256                     1 1 1255 1256 0=96
Clip                     1257                     1 1 1256 1257 0=0.000000 1=6.000000
Convolution              1258                     1 1 1257 1258 0=16 1=1 6=1536 8=2
BatchNorm                1259                     1 1 1258 1259 0=16
BinaryOp                 1260                     2 1 1259 1252_splitncnn_0 1260
Split                    splitncnn_30             1 2 1260 1260_splitncnn_0 1260_splitncnn_1
Convolution              1261                     1 1 1260_splitncnn_1 1261 0=96 1=1 6=1536 8=2
BatchNorm                1262                     1 1 1261 1262 0=96
ConvolutionDepthWise     1263                     1 1 1262 1263 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1264                     1 1 1263 1264 0=96
Clip                     1265                     1 1 1264 1265 0=0.000000 1=6.000000
Convolution              1266                     1 1 1265 1266 0=16 1=1 6=1536 8=2
BatchNorm                1267                     1 1 1266 1267 0=16
BinaryOp                 1268                     2 1 1267 1260_splitncnn_0 1268
Split                    splitncnn_31             1 2 1268 1268_splitncnn_0 1268_splitncnn_1
Convolution              1269                     1 1 1268_splitncnn_1 1269 0=96 1=1 6=1536 8=2
BatchNorm                1270                     1 1 1269 1270 0=96
ConvolutionDepthWise     1271                     1 1 1270 1271 0=96 1=3 4=1 6=864 7=96 8=1
BatchNorm                1272                     1 1 1271 1272 0=96
Clip                     1273                     1 1 1272 1273 0=0.000000 1=6.000000
Convolution              1274                     1 1 1273 1274 0=16 1=1 6=1536 8=2
BatchNorm                1275                     1 1 1274 1275 0=16
BinaryOp                 1276                     2 1 1275 1268_splitncnn_0 1276
Split                    splitncnn_32             1 2 1276 1276_splitncnn_0 1276_splitncnn_1
Convolution              1277                     1 1 1276_splitncnn_1 1277 0=1 1=1 5=1 6=16 8=2
Interp                   1279                     1 1 1277 1279 0=2 3=385 4=385
Sigmoid                  1280                     1 1 1279 1280
Concat                   1281                     2 1 0_splitncnn_0 1280 1281
Convolution              1282                     1 1 1276_splitncnn_0 1282 0=8 1=3 4=1 6=1152 8=2
BatchNorm                1283                     1 1 1282 1283 0=8
Interp                   1285                     1 1 1283 1285 0=2 3=513 4=513
Concat                   1286                     2 1 1285 1281 1286
Convolution              1287                     1 1 1286 1287 0=12 1=3 4=1 6=1296 8=2
BatchNorm                1288                     1 1 1287 1288 0=12
ReLU                     1289                     1 1 1288 1289
Split                    splitncnn_33             1 3 1289 1289_splitncnn_0 1289_splitncnn_1 1289_splitncnn_2
Pooling                  1290                     1 1 1289_splitncnn_2 1290 0=1 4=1
Convolution              1291                     1 1 1290 1291 0=12 1=1 5=1 6=144 8=2
ReLU                     1292                     1 1 1291 1292
Convolution              1293                     1 1 1292 1293 0=12 1=1 5=1 6=144 8=2
Sigmoid                  1294                     1 1 1293 1294
BinaryOp                 1295                     2 1 1289_splitncnn_1 1294 1295 0=2
BinaryOp                 1296                     2 1 1295 1289_splitncnn_0 1296
Convolution              prob                     1 1 1296 prob 0=1 1=3 4=1 5=1 6=108 8=2
